Repository: esenbekov0101/visa-main1
Catalog: locale/*/LC_MESSAGES/django.po
Languages: ky

source: Regulate
ky: Көзөмөлдөө

source: By curator
ky: куратор бойунча

source: manager
ky: менеджер

source: operator
ky: оператор

source: owner
ky: компания ээси

source: teacher
ky: мугалим

source: friend
ky: досу

source: banners
ky: баннерлер

source: partners
ky: өнөктөштөр

source: used to go
ky: мурда келип жүргөн

source: internet
ky: интернет

source: trial
ky: сынамык

source: additional
ky: кошумча

source: pending
ky: күтүүдө

source: started
ky: башталган

source: success
ky: ийгиликтүү

source: failure
ky: ката

source: retry
ky: кайталоо

source: revoked
ky: кайтарылган

source: Not enough
ky: жетишсиз

source: Complete
ky: Толук

source: Over
ky: Ашык

source: Completeness
ky: толуктугу

source: student
ky: студент

source: group
ky: тайпа

source: Has loan
ky: карызы барбы?

source: Users must have a username
ky: Колдонуучу аты болушу керек

source: name
ky: аты

source: address
ky: дареги

source: branch
ky: филиал

source: branches
ky: филиалдар

source: responsible
ky: жоопкер

source: created
ky: жасалган убагы

source: last changed
ky: акыркы өзгөртүү

source: inventory
ky: буюм

source: inventories
ky: буюмдар

source: subject
ky: предмет

source: count
ky: саны

source: price
ky: баасы

source: book
ky: китеп

source: books
ky: китептер

source: title
ky: аталышы

source: subjects
ky: предметтер

source: batch price
ky: баасы

source: single price
ky: күнүмдүк баасы

source: maximum number of students
ky: студенттердин максимум саны

source: created at
ky: жасалган убагы

source: plan
ky: тариф

source: plans
ky: тарифтер

source: level
ky: даража

source: days type
ky: күндүн түрү

source: start time
ky: башталуу убагы

source: current teacher
ky: учурдагы мугалим

source: comment
ky: пикир

source: is archived
ky: архив болгон?

source: started at
ky: старт алган күнү

source: groups
ky: тайпалар

source: lesson
ky: сабак

source: lessons
ky: сабактар

source: is deletable
ky: өчүрсө болобу?

source: absence reason
ky: келбөө себеби

source: absence reasons
ky: келбөө себептери

source: has participated
ky: катышты?

source: lesson price
ky: сабактын баасы

source: student lesson
ky: студенттин сабактары

source: student lessons
ky: студент сабактары

source: task id
ky: милдет id

source: status
ky: статус

source: result
ky: жыйынтык

source: date done
ky: жыйынтыкталган күнү

source: traceback
ky: трейсбак

source: args
ky: аргументтер

source: kwargs
ky: кваргументтер

source: worker
ky: уоркер

source: retries
ky: кайталоолор

source: queue
ky: кезек

source: celery task
ky: селери таск

source: celery tasks
ky: селери тасктар

source: access token
ky: жетүү токени

source: terminal
ky: терминал

source: terminals
ky: терминалдар

source: amount
ky: сумма

source: payment
ky: төлөм

source: payments
ky: төлөмдөр

source: rate
ky: үлүш

source: earning rate
ky: мугалимдин группадагы үлүшү

source: earning rates
ky: мугалимдин группадагы үлүштөрү

source: phone
ky: номери

source: full name
ky: аты жөнү

source: birth day
ky: туулган күнү

source: role
ky: ролу

source: phones
ky: номерлери

source: inn
ky: ИНН

source: is active
ky: активдүүбү?

source: is staff
ky: кызматкер статусу

source: is fired
ky: бошотулду?

source: user
ky: колдонуучу

source: users
ky: колдонуучулар

source: teachers
ky: мугалимдер

source: first name
ky: аты

source: middle name
ky: атасынын аты

source: last_name
ky: фамилия

source: balance
ky: баланс

source: promoter
ky: кайдан укту

source: paused
ky: токтотулган

source: blacklist
ky: кара тизме

source: curator
ky: куратору

source: students
ky: студенттер

source: Manage students in the same branch
ky: Өзүңүздүн филиалда студенттерди башкаруу

source: actor
ky: жасаган

source: description
ky: ачыктама

source: history
ky: тарых

source: histories
ky: тарыхтар

source: teacher history
ky: мугалимдин тарыхы

source: teacher histories
ky: мугалимдин тарыхтары

source: Terminal-Authorization Token not provided
ky: Terminal-Authorization токени көрсөтүлгөн эмес

source: Terminal-Authorization Token format is invalid
ky: Terminal-Authorization токендин форматы туура эмес

source: Invalid Terminal-Authorization token provided
ky: Terminal-Authorization токени туура эмес

source: For this action you must to have a branch
ky: Бул аракет үчүн филиалда иштөө керек.

source: Lesson already aborted
ky: Сабак мурдатан жокко чыгарылган

source: Lesson already taken place
ky: Сабак мурдатан оорун алган

source: Can not process. Try it %(delta)s later
ky: Иштетилген жок. %(delta)s кийин кайталаңыз

source: Can not process. You had to marked this lesson earlier
ky: Иштетилген жок. Сиз бираз кеч калдыңыз

source: This student already subscribed to given group
ky: Студент бул группага мурдатан эле жазылган

source: This student is not subscribed to given group
ky: Студент бул группага жазылган эмес

source: This student already pending given group
ky: Студент бул группаны мурдатан эле күтүп жүрөт

source: Insufficient balance
ky: Бул төлөмдү ишке ашырууга баланс жетерсиз

source: No book left to sell
ky: сатууга китеп калбады

source: Should not be in past time
ky: Өткөн чакта болуусу мүмкүн эмес

source: This student not subscribed to given group.
ky: Студент бул группага жазылган эмес

source: Insufficient balance to complete this payment
ky: Бул төлөмдү ишке ашырууга баланс жетерсиз

source: This student already subscribed to given group.
ky: Студент бул группага мурдатан эле жазылган

source: This student already had lesson from this group
ky: Студент бул группадан мурдатан эле сабак алган

source: This student already has unpaid loan
ky: Студент мурдатан эле төлөнбөгөн карызы бар

source: null value not allowed
ky: null мааниси кабыл алынбайт

source: This field is required
ky: бул талаа керектүү

source: absence reason must not be null when student did not participated
ky: студент сабакка катышпаган учурда себеби болуусу керек

source: Could not process. Try again after marking the lesson as taken place
ky: Иштетилген жок. Сабакты өтүлгөн деп белгилегенден кийин кайрадан аракет кылып көрүңүз.

source: Could not process. Student can not participate to a cancelled lesson
ky: Суроо иштетилген жок. Студент жокко чыгарылган сабакка катыша албайт.

source: This student already marked as participated
ky: Студент мурдатан эле катышкан деп белгиленген

source: There is no Terminal with these credentials
ky: Бул реквизиттерге бир да терминал туура келбейт

source: %(day)d day
ky: %(day)d күн

source: %(hour)d hour
ky: %(hour)d саат

source: %(m)d minute
ky: %(m)d мүнөт

source: Phone number must be in the format: 996XXX123456.
ky: Телефон номери бул форматта болушу керек: 996XXX123456.

source: This group has no book
ky: Бул группа китепке ээ эмес

source: Can not archive group which has active lessons
ky: активдүү сабактары бар группаны архивдөөгө мүмкүн эмес

source: This teacher has active groups or lessons. You should replace them with another teacher before firing the teacher.
ky: Бул мугалим активдүү группа жана сабактары бар. Аларды башка мугалимге берүүңүз керек болот.

source: Kyrgyz
ky: Кыргызча

source: Russian
ky: Русский

source: Documentation
ky: Түшүндүрмө

source: Change password
ky: Сырсөз өзгөртүү

source: Log out
ky: Чыгуу

source: By %(filter_title)s
ky: %(filter_title)s боюнча

source: Remove
ky: Алуу

source: Admin
ky: Админ панели
